INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "ERNEUT VERSUCHEN";
INSTALLER_GENERIC_CONTINUE = "WEITER";
INSTALLER_GENERIC_CANCEL = "ABBRECHEN";
INSTALLER_GENERIC_BACK = "RÜCKSEITE";
INSTALLER_GENERIC_REINSTALL = "NEU INSTALLIEREN";
INSTALLER_GENERIC_LAUNCH_GHUB = "STARTEN";
INSTALLER_GENERIC_UNINSTALL = "DEINSTALLIEREN";
INSTALLER_GENERIC_LETS_PARTY = "DIE PARTY GEHT LOS";
INSTALLER_GENERIC_QUIT = "BEENDEN";
INSTALLER_GENERIC_REBOOT_NOW = "JETZT NEU STARTEN";
INSTALLER_GENERIC_REBOOT_LATER = "SPÄTER NEU STARTEN";
INSTALLER_ONLINE_HELP = "ONLINE-HILFE";
INSTALLER_MORE_DETAILS = "Weitere Details";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB verfügbar auf Laufwerk {1}";
INSTALLER_DISK_INDICATOR_WARNING = "Weniger als 1 GB verfügbar auf Laufwerk {0}";
INSTALLER_DISK_INDICATOR_ERROR = "Weniger als 500 MB verfügbar auf Laufwerk {0}";
INSTALLER_ERROR_DOWNLOAD_INIT = "Download-Initialisierung fehlgeschlagen wegen Netzwerkproblem. Bitte versuche es erneut.";
INSTALLER_ERROR_NETWORK_ISSUE = "Download fehlgeschlagen wegen Netzwerkproblem. Bitte versuche es erneut.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Es konnte keine gültige Update-Zusammenfassung abgerufen werden. Bitte versuche es erneut.";
INSTALLER_ERROR_DISK_FULL = "Freier Festplattenspeicher nicht ausreichend.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Bei der Installation ist ein Fehler aufgetreten. Bitte versuche es erneut.";
INSTALLER_ERROR_UNPACKING = "Extraktion der Installationsressourcen fehlgeschlagen. Das Problem kann möglicherweise durch das Neustarten des Installationsprogramms behoben werden.";
INSTALLER_ERROR_DLL_LOADING = "Wesentliche Komponenten des Installationsprogramms konnten nicht geladen werden.";
INSTALLER_ERROR_START_INSTALL = "Starten der Installation fehlgeschlagen. Das Problem kann möglicherweise durch Schließen und Neustarten des Installationsprogramms behoben werden.";
INSTALLER_ERROR_REDOWNLOAD = "Bitte lade sie erneut herunter von der ";
INSTALLER_ERROR_OS_VERSION = "G HUB ist mit deinem derzeitigen Betriebssystem nicht kompatibel. Mehr erfährst du in den OS-Kompatibilitätsinfos von G Hub.";
INSTALLER_ERROR_UPDATER_FOLDER = "Der Installationsordner konnte nicht erstellt werden. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "G HUB konnte nicht installiert werden";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Bitte den Computer neu starten und danach die Installation wiederholen. Falls das Problem weiterhin auftritt, setze dich mit {WEBSITE} in Verbindung.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Kundensupport";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFFIZIELLEN WEBSITE.";
INSTALLER_INFO_VERSION = "VERSION {0}";
INSTALLER_INFO_DESTINATION = "Installieren in {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB von {1} MB ({2}MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Niedrige Downloadgeschwindigkeit wurde erkannt";
INSTALLER_LOADING_MESSAGE_1 = "Später herunterladen? Wir führen gerade eine Kalibrierung durch";
INSTALLER_LOADING_MESSAGE_2 = "Vergewissere dich, dass der Drucker und dein Inkognito-Verlauf ordnungsgemäß verbunden sind";
INSTALLER_LOADING_MESSAGE_3 = "Umleiten der Reaktorenergie";
INSTALLER_LOADING_MESSAGE_4 = "Aufrufen der Nyan Katze";
INSTALLER_LOADING_MESSAGE_5 = "Du brauchst mehr Vespene-Gas";
INSTALLER_LOADING_MESSAGE_6 = "Ich mache nichts Unanständiges. Ehrenwort!";
INSTALLER_LOADING_MESSAGE_7 = "Tesselieren der Infinity-Matrix";
INSTALLER_LOADING_MESSAGE_8 = "Du musst mehr Masten bauen";
INSTALLER_LOADING_MESSAGE_9 = "Der menschliche Körper braucht Vitamin D";
INSTALLER_LOADING_MESSAGE_10 = "Rahmenschaltgetriebe, Aktiv";
INSTALLER_LOADING_MESSAGE_11 = "Ein Spatz in der Hand ist besser als eine Taube am Dach";
INSTALLER_LOADING_MESSAGE_12 = "Wie doch die Zeit verfliegt";
INSTALLER_LOADING_MESSAGE_13 = "Du willst was loswerden";
INSTALLER_LOADING_MESSAGE_14 = "Auch das wirst du überstehen";
INSTALLER_LOADING_MESSAGE_15 = "Putting on pants";
INSTALLER_LOADING_MESSAGE_16 = "Besten Krieger senden";
INSTALLER_LOADING_MESSAGE_17 = "Cyan schaut verdächtig aus...";
INSTALLER_LOADING_MESSAGE_18 = "Netzverzahnungen";
INSTALLER_LOADING_MESSAGE_19 = "Plan für Weltherrschaft umsetzen";
INSTALLER_LOADING_MESSAGE_20 = "Was macht diese Taste?";
INSTALLER_LOADING_MESSAGE_21 = "Hallo. Du bist ja endlich wach";
INSTALLER_MESSAGEBOX_TITLE = "G HUB Installationsprogramm";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritischer Fehler: Die für die Installation erforderlichen Ordner können nicht erstellt werden. Bitte versuche es erneut als Admin. Wenn das Problem weiterhin besteht, wende dich an https://support.logi.com/hc";
INSTALLER_MODAL_REBOOT = "Um die Installation der Voraussetzungen abzuschließen, ist ein Neustart nötig. Das Installationsprogramm wird nach dem Neustart des Computers erneut geöffnet.";
INSTALLER_MODAL_TITLE_FAILED = "Installation fehlgeschlagen.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Installation fehlgeschlagen.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Bereits installiert.";
INSTALLER_MODAL_TITLE_CONFIRM = "G HUB erneut installieren?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Deinstallation läuft.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Deinstallation erfolgreich.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Fehler bei Deinstallation.";
INSTALLER_MODAL_TITLE_EXIT = "Installation abbrechen.";
INSTALLER_MODAL_TITLE_REBOOT = "Neustart erforderlich.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Aktualisierungsfehler.";
INSTALLER_MODAL_CONFIRM_EXIT = "Soll wirklich abgebrochen werden?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Initialisierung";
INSTALLER_STEP_UNPACK = "Extraktion";
INSTALLER_STEP_INSTALLING = "Installation läuft";
INSTALLER_STEP_FINALIZING = "Abschluss";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Durch Klicken auf „Installieren“ erklärst du deine Zustimmung zu ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "ENDBENUTZER-LIZENZVERTRAG";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Bitte warten, während G HUB installiert wird.";
INSTALLER_TOOLTIP_UPDATE = "Bitte warten, während wir G HUB aktualisieren.";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB Installationsprogramm";
INSTALLER_WINDOW_TITLE = "{0}G HUB Installationsprogramm";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB Installationsanwendung";
INSTALLER_INSTALL_BUTTON = "INSTALLIEREN";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLIEREN( EINGABE/RÜCKGABE)";
INSTALLER_GET_UPDATE_BUTTON = "UPDATE ERHALTEN";
INSTALLER_EXIT_BUTTON = "BEENDEN";
INSTALLER_CANCEL_BUTTON = "ABBRECHEN";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Diese Software ist bereits auf dem System vorhanden. G HUB starten und nach Updates suchen.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Eine veraltete und inkompatible Version der Logitech Gaming Software ist auf dem System vorhanden. Diese Software muss zuerst aktualisiert oder entfernt werden zum Installieren von G HUB.";
INSTALLER_HEADER_DOWNLOADING = "DOWNLOAD VON LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Die neue Logitech G HUB Software verbessert das Benutzererlebnis bei der Spiele- und Geräte-Konfiguration …";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "… Aufbauen und Verteidigen …";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "… Ausweichen und Anvisieren …";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "… Schweben und Landen …";
INSTALLER_HEADER_DOWNLOADED = "DOWNLOAD ERFOLGREICH";
INSTALLER_DESCRIPTION_DOWNLOADED = "Alles fertig zum Einsatz.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLIEREN UND STARTEN";
INSTALLER_MENU_ABOUT = "Info";
INSTALLER_MENU_QUIT = "Beenden";
INSTALLER_MENU_CLOSE = "Fenster schließen";
INSTALLER_TRANSFER_REMAINING = "verbleibend";
INSTALLER_ERROR_GENERIC = "Während der Installation ist ein Fehler aufgetreten";
INSTALLER_FAILURE_PREFIX = "Download nicht möglich:";
INSTALLER_ERROR_SUMMARY = "Es konnte keine gültige Update-Zusammenfassung abgerufen werden.";
INSTALLER_ERROR_INITIALIZE = "Download nicht möglich: Installation fehlgeschlagen. Bitte Internetverbindung überprüfen und erneut versuchen.";
INSTALLER_ERROR_TIMEOUT = "Bitte Internetverbindung überprüfen.";
INSTALLER_ERROR_WRITE = "Datenträger scheint voll zu sein.";
INSTALLER_ERROR_DLL = "Wesentliche Komponenten des Installationsprogramms konnten nicht geladen werden. Bitte lade das Installationsprogramm von der offiziellen Website erneut herunter.";
INSTALLER_RETRY_COUNTDOWN = "Wiederholen in %d.";
INSTALLER_UNCOMPRESSING = "Dateiextraktion";
